11/data/attachments/e9474b90c49384d2.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_bf67c9b1-1a73-461f-a668-c0d917324203</nif:username>
            <nif:friendToBeAdded>Joanne_move_Actions_7210_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>